Repository: MityaTermitya/mysite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: <h2>Which tracking IDs do I need?</h2><p>Before adding tracking to your site, <a href="https://docs.coderedcorp.com/wagtail-crx/how_to/add_tracking_scripts.html" target="_blank">read about the difference between G, UA, GTM, and other tracking IDs</a>.</p>
ru: < h2 > Какие идентификаторы отслеживания мне нужны < / h2 > < p > Прежде чем добавить отслеживание на ваш сайт, < a href = " https://docs.coderedcorp.com/wagtail-crx/how_to/add_tracking_scripts.html "target =" blank "> Узнайте разницу между G, UA, GTM и другими идентификаторами отслеживания < / a > < / p >

source: Google Analytics
ru: Анализ Google

source: Google Tag Manager
ru: Менеджер тегов Google

source: Other Tracking Scripts
ru: Другие сценарии отслеживания

source: Personal info
ru: Личная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: email address
ru: Адрес электронной почты

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Filter by
ru: Фильтр по

source: Filter
ru: Фильтр

source: All
ru: Все

source: Leave this blank if you are a human
ru: Оставьте пустым если вы человек

source: Map of
ru: Карта

source: Related
ru: Связанные

source: Thank You
ru: Большое спасибо.

source: We have successfully received your submission.
ru: Мы успешно получили ваши материалы.

source: Search for
ru: Поиск

source: All Results
ru: Все результаты

source: No results found.
ru: Результаты не найдены.

source: Organize Pages with Classifiers
ru: Организация страниц с помощью классификатора

source: Use Classifiers to create custom categories and filters.
ru: Используйте классификатор для создания пользовательских классов и фильтров.

source: Add Classifier
ru: Добавить классификатор

source: Sign in to
ru: Войти

source: Password Required
ru: Требуется пароль.

source: You need a password to access this page.
ru: Вам нужен пароль для доступа к этой странице.

source: Continue
ru: Продолжить

source: Delete selected submissions
ru: Удалить выбранное представление

source: Import pages
ru: Импорт страницы

source: IMPORTANT:
ru: Важно:

source: CSV file must be in the correct format before importing.
ru: Перед импортом формат файла CSV должен быть правильным.

source: Read the importing guide.
ru: Прочитайте руководство по импорту.

source: Import
ru: Импорт

source: Import / export pages
ru: Страницы импорта / экспорта

source: Import from CSV file
ru: Импорт из файла CSV

source: Import failed: %(reason)s
ru: Ошибка импорта: %(reason)s

source: Label
ru: Этикетка

source: Help text
ru: Текст подсказки

source: Required
ru: Требования

source: Phone
ru: Телефон

source: Format
ru: Формат

source: Default value
ru: Значение по умолчанию

source: Text field (single line)
ru: Текстовое поле (одна строка)

source: Text field (multi line)
ru: Текстовое поле (многострочное)

source: Number field
ru: Цифровое поле

source: Checkbox field
ru: Поля с флажками

source: Dropdown field
ru: Выпадающее поле

source: Checkbox
ru: Вкладка

source: Multiple checkboxes field
ru: Поле с несколькими флажками

source: Date field
ru: Поле даты

source: Time field
ru: Поле времени

source: Date+time field
ru: Дата + время

source: Image field
ru: Поле изображения

source: File field
ru: Поле Файл

source: Form fields
ru: Поле формы

source: Form step
ru: Шаги Формы

source: Form steps
ru: Шаги Формы

source: {} submissions
ru: Представление

source: Step %s
ru: Шаг% s

source: last modification
ru: Последнее изменение

source: In progress
ru: Продолжается

source: form submission
ru: Представление формы

source: form submissions
ru: Представление формы

source: Created
ru: Создать

source: Changed
ru: Изменить

source: Deleted
ru: Удалить

source: “%s” set.
ru: Установить "% s".

source: “%s” set to “%s”.
ru: "% s" устанавливается как "% s".

source: “%s” unset.
ru: "% s" не установлен.

source: “%s” changed.
ru: "% s" Изменено.

source: “%s” changed from “%s” to “%s”.
ru: "% s" был изменен с "% s" на "% s".

source: Submission created.
ru: Создано представление.

source: Submission deleted.
ru: Представление удалено.

source: Successfully submitted the form.
ru: Форма была успешно представлена.

source: Status
ru: Статус

source: User
ru: Пользователи

source: First modification
ru: Первое изменение

source: Last modification
ru: Последнее изменение

source: Sign In
ru: Регистрация

source: My Profile
ru: Мои Профиль

source: Sign Out
ru: Выход

source: Sign Up
ru: Регистрация

source: Users
ru: Пользователи

source: This email has already been taken.
ru: Эта электронная почта занята.

source: Name of User
ru: Имя пользователя

source: Information successfully updated
ru: Обновление информации успешно

source: Open Hours
ru: Время открытия

source: Days
ru: Дни

source: For late night hours past 23:59, define each day in a separate block.
ru: Для позднего вечера после 23: 59 каждый день определяется в отдельном блоке.

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Opening time
ru: Время открытия

source: Closing time
ru: Время закрытия

source: Action
ru: Действия

source: Action Type
ru: Тип операции

source: Target URL
ru: Целевые URL

source: Language
ru: Язык

source: If the action is offered in multiple languages, create separate actions for each language.
ru: Если операции доступны на нескольких языках, создайте отдельные операции для каждого языка.

source: Result Type
ru: Тип результата

source: Leave blank for OrderAction
ru: Оставить OrderAction пустым

source: Result Name
ru: Имя результата

source: Example: "Reserve a table", "Book an appointment", etc.
ru: Например: "Забронировать стол", "записаться" и т.д.

source: Additional action markup
ru: Дополнительные метки операций

source: Additional JSON-LD inserted into the Action dictionary. Must be properties of https://schema.org/Action.
ru: Дополнительный JSON - LD вставляется в словарь Action. Должны быть атрибуты. https://schema.org/Action.

source: Canonical URL
ru: Стандартные URL

source: Leave blank to use the page's URL.
ru: Сохранить URL для пустых доступных страниц.

source: Preview image
ru: Предварительный просмотр изображений

source: Shown when linking to this page on social media.
ru: Показывается при ссылке на эту страницу в социальных сетях.

source: Organization type
ru: Тип организации

source: If blank, no structured data will be used on this page.
ru: Если он пуст, на этой странице не будут использоваться структурированные данные.

source: Organization name
ru: Название организации

source: Leave blank to use the site name in Settings > Sites
ru: Оставить пустым Можно использовать имя сайта в "Настройках" > "Сайт"

source: Organization logo
ru: Логотип организации

source: Leave blank to use the logo in Settings > Layout > Logo
ru: Оставить свободным можно использовать логотип в "Настройки" > "Раскладка" > "Логотип"

source: Photo of Organization
ru: Фотографии организации

source: A photo of the facility. This photo will be cropped to 1:1, 4:3, and 16:9 aspect ratios automatically.
ru: Фотографии объектов. Этот снимок будет автоматически вырезан в соотношении сторон 1: 1, 4: 3 и 16: 9.

source: Telephone number
ru: Номер телефона

source: Include country code for best results. For example: +1-216-555-8000
ru: Включение кода страны для получения наилучших результатов. Например: + 1 - 216 - 555 - 8000

source: Street address
ru: Адрес улицы

source: House number and street. For example, 55 Public Square Suite 1710
ru: Номера домов и улицы. Например, 55 Public Square Suite 1710

source: City
ru: Города

source: City or locality. For example, Cleveland
ru: Город или район. Например, Кливленд

source: State
ru: Штат

source: State, province, county, or region. For example, OH
ru: Штат, провинция, округ или территория. Например, OH

source: Postal code
ru: Почтовый индекс

source: Zip or postal code. For example, 44113
ru: Почтовый индекс или индекс. Например, 44113

source: Country
ru: Страна

source: For example, USA. Two-letter ISO 3166-1 alpha-2 country code is also acceptable https://en.wikipedia.org/wiki/ISO_3166-1
ru: Например, Соединенные Штаты. Двухбуквенный код страны ISO 3166 - 1 - 2 также приемлем https://en.wikipedia.org/wiki/ISO_3166-1

source: Geographic latitude
ru: Географические широты

source: Geographic longitude
ru: Географическая долгота

source: Hours of operation
ru: Количество часов работы

source: Actions
ru: Действия

source: Additional Organization markup
ru: Другие организационные маркеры

source: Additional JSON-LD inserted into the Organization dictionary. Must be properties of https://schema.org/Organization or the selected organization type.
ru: Вставьте другие JSON - LD в словарь организации. Должны быть атрибуты. https://schema.org/Organization Тип выбранной организации.

source: Search and Social Previews
ru: Поиск и социальный просмотр

source: Navigation
ru: Навигация

source: About Organization Structured Data
ru: Данные об организационной структуре

source: Structured Data - Organization
ru: Структурированные данные - организация

source: Use Open Graph Markup
ru: Использовать открытые графические метки

source: Show an optimized preview when linking to this site on social media. See https://ogp.me/
ru: Показывать оптимизированный предварительный просмотр при ссылке на этот сайт в социальных сетях. Увидеть https://ogp.me/

source: Use Twitter Markup
ru: Использовать метки Twitter

source: Shows content as a card when linking to this site on Twitter. See https://developer.twitter.com/en/docs/twitter-for-websites/cards
ru: Показывать содержимое как карточку при ссылке на этот сайт в Twitter. Увидеть https://developer.twitter.com/en/docs/twitter-for-websites/cards

source: Twitter Account
ru: Твиттер - аккаунт

source: The @username of the website owner’s Twitter handle.
ru: Название пользователя в Твиттере владельца сайта

source: Use Structured Data
ru: Использование структурированных данных

source: Optimizes information about your organization for search engines. See https://schema.org/
ru: Оптимизация информации об организациях для поисковых систем. Увидеть https://schema.org/

source: Search Engine Optimization
ru: Поисковая оптимизация
