Repository: MityaTermitya/mysite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Fields
ru: Поля

source: Button Title
ru: Заголовок кнопки

source: Button Style
ru: Стиль кнопки

source: Button Size
ru: Размер кнопки

source: Custom CSS Class
ru: Пользовательский класс CSS

source: Custom ID
ru: Пользовательский идентификатор

source: Advanced Settings
ru: Дополнительные параметры

source: Template
ru: Шаблон

source: Tracking Event Category
ru: Категории отслеживаемых событий

source: Tracking Event Label
ru: Метка события

source: Column Breakpoint
ru: Точка останова столбца

source: Screen size at which the column will expand horizontally or stack vertically.
ru: Колонка будет горизонтально развернута или сложена вертикально по размеру экрана.

source: Content
ru: Контент

source: Page link
ru: Ссылка на страницу

source: Document link
ru: Ссылка на документ

source: Other link
ru: Другие ссылки

source: Image
ru: Образ

source: Title
ru: Заголовок

source: Subtitle
ru: Подзаголовок

source: Body
ru: Тело

source: Links
ru: Ссылки

source: Card
ru: Карточка

source: Carousel
ru: Карусель

source: Film Strip
ru: Кинолента

source: Image Collection
ru: Коллекция изображений

source: Image Gallery
ru: Фотогалерея

source: Modal heading
ru: Модульный заголовок

source: Modal content
ru: Модульный контент

source: Simple Text
ru: Простой текст

source: Modal footer
ru: Footer шаблона

source: Modal
ru: Модель

source: Display text
ru: Показать текст

source: External Link
ru: Внешние ссылки

source: Page
ru: Страница

source: Page Link
ru: Ссылка на страницу

source: Document
ru: Документ

source: Document Link
ru: Ссылка на документ

source: Sub-links
ru: Дополнительные ссылки

source: External link with sub-links
ru: Внешние ссылки с дополнительными ссылками

source: Show child pages
ru: Показать подкатегорию

source: Automatically show a link to the Page’s child pages as a dropdown menu.
ru: Автоматически отображается ссылка на страницу в выпадающем меню.

source: Page link with sub-links
ru: Ссылки на страницы с дополнительными ссылками

source: Document link with sub-links
ru: Ссылки на документы с дополнительными ссылками

source: Name
ru: Имя

source: Description
ru: Описание

source: Price
ru: Цены

source: Any text here. Include currency sign if desired.
ru: Здесь может быть любой текст. При необходимости, включая денежные знаки.

source: Price List Item
ru: Список элементов прайс-листа

source: Heading
ru: Заголовок

source: Items
ru: Элементы

source: Price List
ru: Прайс-лист

source: Show content walls on children pages?
ru: Показывать ли стену содержимого на дочерних страницах?

source: If this is checked, the content walls will be displayed on all children pages of this page.
ru: Если этот параметр установлен, то стена содержимого будет отображаться на всех дочерних страницах этой страницы.

source: Content Wall
ru: Стена контента

source: Reusable Content
ru: Переиспользуемый контент

source: Button Link
ru: Ссылка кнопки

source: Download
ru: Скачать

source: Search query
ru: Поисковый запрос

source: Address or search term used to find your location on the map.
ru: Адрес или поисковое слово для поиска вашего местоположения на карте.

source: Map title
ru: Заголовок карты

source: Map title for screen readers, ex: "Map to Goodale Park"
ru: Заголовки карт для чтения с экрана, например: « Карта парка Goodale»

source: Google place ID
ru: Идентификатор местоположения Google

source: Requires API key to use place ID.
ru: Ключ API необходим для использования идентификатора места.

source: Map zoom level
ru: Уровень масштабирования карты

source: Requires API key to use zoom. 1: World, 5: Landmass/continent, 10: City, 15: Streets, 20: Buildings
ru: Для масштабирования требуются API - клавиши. 1: Мир, 5: Достопримечательности / Континент, 10: Город, 15: Улицы, 20: Архитектура

source: Google Map
ru: Карты Google

source: Link to a YouTube/Vimeo video, tweet, facebook post, etc.
ru: Ссылки на видео YouTube / Vimeo, Twitter, посты в Facebook и многое другое.

source: Embed Media
ru: Встроенные медиа

source: Text
ru: Текст

source: Heading 1
ru: Заголовок 1

source: Heading 2
ru: Заголовок 2

source: Heading 3
ru: Заголовок 3

source: Alternate text to show if the image doesn’t load
ru: Если изображение не загружено, отображается альтернативный текст

source: Image Link
ru: Ссылка на изображение

source: Parent page
ru: Родительская страница

source: Show a preview of pages that are children of the selected page. Uses ordering specified in the page’s LAYOUT tab.
ru: Предварительный просмотр подстраницы выбранной страницы. Использовать порядок, указанный на вкладке LAYOUT страницы.

source: Classified as
ru: Классификация по:

source: Only show pages that are classified with this term.
ru: Показывать только страницы, на которых используется классификация этого термина.

source: Show body preview
ru: Показать предварительный просмотр

source: Number of pages to show
ru: Количество страниц

source: Latest Pages
ru: Последняя страница

source: Page to preview
ru: Предварительный просмотр страницы

source: Show a mini preview of the selected page.
ru: Небольшой предварительный просмотр выбранной страницы.

source: Page Preview
ru: Предварительный просмотр страницы

source: Quote Text
ru: Текст предложения

source: Author
ru: Автор

source: Quote
ru: Цитаты

source: Column size
ru: Размер столбца

source: Full width
ru: Полная ширина

source: Responsive Grid Row
ru: Строка сетки откликов

source: Card Grid
ru: Карточная сетка

source: Parallax Effect
ru: Параллаксный эффект

source: Background images scroll slower than foreground images, creating an illusion of depth.
ru: Фоновое изображение прокручивается медленнее, чем переднее, создавая иллюзию глубины.

source: Tile background image
ru: Фоновое изображение с плоским покрытием

source: Background color
ru: Цвет фона

source: Hexadecimal, rgba, or CSS color notation (e.g. #ff0011)
ru: Шестнадцатеричное, RGBA или CSS цветовое представление (например, # ff0011)

source: Text color
ru: Цвет текста

source: Condition Trigger ID
ru: Идентификатор условного триггера

source: The "Custom ID" of another field that that will trigger this field to be shown/hidden.
ru: Будет запущен "пользовательский идентификатор" другого поля, который отображается / скрывается в этом поле.

source: Condition Trigger Value
ru: условное триггерное значение

source: The value of the field in "Condition Trigger ID" that will trigger this field to be shown.
ru: Будет запускаться значение поля, отображающего идентификатор условного триггера в этом поле.

source: Text or Email input
ru: Ввод текста или электронной почты

source: Multi-line text
ru: Многострочный текст

source: Numbers only
ru: Только цифры

source: Single Checkbox
ru: Отдельные флажки

source: Radios
ru: Радио

source: Dropdown
ru: Раскрывающийся список

source: Checkboxes
ru: Флажки

source: Date
ru: Дата

source: Time
ru: Время

source: Date and Time
ru: Дата и время

source: Image Upload
ru: Загрузка изображений

source: Secure File Upload
ru: Загрузить файл безопасности

source: Single line text
ru: Однострочный текст

source: Email
ru: Электронная почта

source: Number - only allows integers
ru: Цифры - Разрешается только целое число

source: Choice
ru: Выбор

source: Drop down
ru: Раскрывающийся список

source: Radio buttons
ru: Радио кнопка

source: Multiple select
ru: Множественный выбор

source: Single checkbox
ru: Отдельные флажки

source: Date & Time
ru: Дата и время

source: Date and time
ru: Дата и время

source: File Upload
ru: Файл загружен

source: Secure File - login required to access uploaded files
ru: Файлы безопасности - для доступа к загруженным файлам необходимо войти в систему

source: Other
ru: Другое

source: Hidden field
ru: Скрытое поле

source: Submitted file is not allowed.
ru: Отправленный файл не разрешен

source: field type
ru: Тип поля

source: Search
ru: Поиск

source: Page type
ru: Тип страницы

source: File to import
ru: Файл для импорта

source: Destination parent page
ru: Целевая родительская страница

source: Imported pages will be created as children of this page.
ru: Импортированная страница будет создана как дочерняя для этой страницы.

source: List
ru: Список

source: CodeRed Tag
ru: CodeRed Метка

source: CodeRed Page
ru: CodeRed Страница

source: Cover image
ru: Изображение обложки

source: Default Ordering
ru: Сортировка по умолчанию

source: Date first published, newest to oldest
ru: Дата первого выпуска, от последнего до самого старого

source: Date first published, oldest to newest
ru: Дата первого выпуска с самого начала до последнего

source: Date updated, newest to oldest
ru: Дата обновления, от последнего до самого старого

source: Date updated, oldest to newest
ru: Дата обновления с самого начала до последнего

source: Title, alphabetical
ru: Заголовки в алфавитном порядке

source: Title, reverse alphabetical
ru: Заголовки в обратном алфавитном порядке

source: Show list of child pages
ru: Показать список дочерних страниц

source: Order child pages by classifier
ru: Сортировка дочерних страниц по классификаторам

source: Child pages will first be sorted following the order of this classifier’s terms (from Snippets > Classifiers).
ru: Дочерние страницы будут сначала сортироваться в соответствии с порядком терминов классификатора (от Snippets > Classifiers).

source: Order child pages by
ru: Сортировать дочерние страницы по

source: Child pages will then be sorted by this attribute.
ru: Дочерние страницы будут сортироваться по этому атрибуту.

source: Number per page
ru: Номер страницы

source: Filter child pages by
ru: Фильтр дочерних страниц по

source: Enable filtering child pages by these classifiers.
ru: Включить фильтр дочерних страниц через эти классификаторы.

source: Show list of related pages
ru: Показать список соответствующих страниц

source: Number of related pages to show
ru: Номера соответствующих страниц для показа

source: Preferred related classifier term
ru: Предпочтительный соответствующий классификатор

source: When getting related pages, pages with this term will be weighted over other classifier terms. By default, pages with the greatest number of classifiers in common are ranked highest.
ru: При получении соответствующей страницы страница с этим термином будет взвешена выше других классификаторов. По умолчанию страницы с наибольшим количеством универсальных классификаторов имеют самый высокий рейтинг.

source: Classifiers
ru: Классификаторы

source: Categorize and group pages together with classifiers. Used to organize and filter pages across the site.
ru: Классификация и группирование страниц с помощью классификаторов. Для организации и скрининга страниц всего сайта.

source: Tags
ru: Метки

source: Used to organize pages across the site.
ru: Страницы для организации всего сайта.

source: Content Walls
ru: Стены контента

source: Visual Design
ru: Визуальный дизайн

source: Show Child Pages
ru: Показать дочерние страницы

source: Related Pages
ru: Соответствующие страницы

source: Classify
ru: Классификаторы

source: Layout
ru: Макет

source: Settings
ru: Настройки

source: CodeRed Web Page
ru: CodeRed Web страница

source: CodeRed Article
ru: CodeRed Статьи

source: Caption
ru: Описание

source: Display author as
ru: Показать автора как

source: Override how the author’s name displays on this article.
ru: Укажите способ отображения имени автора в этой статье.

source: Display publish date
ru: Показать дату публикации

source: Publication Info
ru: Информация о публикациях

source: CodeRed Article Index Page
ru: CodeRed Индексная страница статей

source: Show images
ru: Показать изображение

source: Show author and date info
ru: Показать сведения об авторе и дате

source: Show preview text
ru: Показать текст предварительного просмотра

source: Child page display
ru: Показать дочерние страницы

source: CodeRed Event
ru: CodeRed События

source: The color that the event will use when displayed on a calendar.
ru: Цвет, который будет использоваться при отображении событий в календаре.

source: Address
ru: Адрес

source: Event information
ru: Информация о событиях

source: Dates and times
ru: Дата и время

source: Details
ru: Детали

source: CodeRed Event Index Page
ru: CodeRed Индексная страница событий

source: No calendar
ru: Нет календаря

source: Month
ru: Месяц

source: Week
ru: Неделя

source: Day
ru: День

source: List of events
ru: Список событий

source: Default
ru: По умолчанию

source: Solid rectangles
ru: Сплошной прямоугольник

source: Dots with labels
ru: Точка с меткой

source: Calendar Style
ru: Стиль календаря

source: The default look of the calendar on this page.
ru: Внешний вид календаря по умолчанию на этой странице.

source: Event Style
ru: Стиль события

source: How events look on the calendar.
ru: Внешний вид событий в календаре.

source: CodeRed Event Occurrence
ru: CodeRed Возникновения событий

source: Email form submissions to
ru: Отправить форму по электронной почте

source: Optional - email form submissions to this address. Separate multiple addresses by comma.
ru: Дополнительный - Отправьте форму на этот адрес по электронной почте. Разделите несколько адресов запятыми.

source: Reply-to address
ru: Адрес ответа

source: Optional - to reply to the submitter, specify the email field here. For example, if a form field above is labeled "Your Email", enter: {{ your_email }}
ru: Вариант - Для ответа автору укажите поле электронной почты здесь. Например, если поле формы выше помечено как "Ваша электронная почта", введите: br. your email.

source: Subject
ru: Тема

source: Save form submissions
ru: Сохранить форму для представления

source: Submissions are saved to database and can be exported at any time.
ru: Представленный контент сохраняется в базе данных и может быть экспортирован в любое время.

source: Thank you page
ru: Страница благодарности

source: The page users are redirected to after submitting the form.
ru: После подачи формы пользователь перенаправляется на страницу.

source: Submit
ru: Отправить

source: Button text
ru: Текст кнопки

source: Button style
ru: Стиль кнопки

source: Button CSS class
ru: CSS класс кнопки

source: Custom CSS class applied to the submit button.
ru: Настройка класса CSS для кнопки передачи.

source: Form CSS Class
ru: Класс формы CSS

source: Custom CSS class applied to <form> element.
ru: Пользовательский класс CSS для элементов < form >.

source: Form ID
ru: Идентификатор формы

source: Custom ID applied to <form> element.
ru: Пользовательский идентификатор для элементов < form >.

source: Form go live date/time
ru: Дата / время запуска формы

source: Date and time when the FORM goes live on the page.
ru: Дата и время вступления формы в силу на странице.

source: Form expiry date/time
ru: Дата / время истечения срока действия формы

source: Date and time when the FORM will no longer be available on the page.
ru: Таблицы больше не будут появляться на странице с датой и временем.

source: Spam Protection
ru: Защита от спама

source: When enabled, the CMS will filter out spam form submissions for this page.
ru: После включения CMS отфильтрует подачу формы спама на этой странице.

source: Form Settings
ru: Параметры формы

source: Form Submissions
ru: Представление формы

source: Form Scheduled Publishing
ru: Форма планируется опубликовать

source: Form
ru: Форма

source: There was an error while processing your submission. Please try again.
ru: Ошибка обработки вашего представления. Пожалуйста, попробуйте еще раз.

source: CodeRed Form Page
ru: CodeRed Страница формы

source: Confirmation Emails
ru: Подтверждение электронной почты

source: Submission date
ru: Дата представления

source: Not submitted
ru: Не представлено

source: Complete
ru: Завершено

source: Under consideration
ru: Рассматривается

source: Approved
ru: Утвержденные

source: Rejected
ru: Отказ

source: CodeRed Advanced Form Page
ru: CodeRed Страница расширенной формы

source: CodeRed Location
ru: CodeRed Местоположение

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Auto Update Latitude and Longitude
ru: Автоматическое обновление широты и долготы

source: If checked, automatically update the latitude and longitude when the address is updated.
ru: Если выбран, широта и долгота автоматически обновляются при обновлении адреса.

source: Map Title
ru: Заголовок карты

source: If this is filled out, this is the title that will be used on the map.
ru: Если он заполнен, это заголовок, который будет использоваться на карте.

source: Map Description
ru: Описание карты

source: If this is filled out, this is the description that will be used on the map.
ru: Если он заполнен, это описание, которое будет использоваться на карте.

source: Website
ru: Веб - сайт

source: Phone Number
ru: Номер телефона

source: Map Layout
ru: Расположение карты

source: Location Settings
ru: Настройка местоположения

source: CodeRed Location Index Page
ru: CodeRed Страница расположения

source: The default latitude you want the map set to.
ru: Установить широту карты по умолчанию.

source: The default longitude you want the map set to.
ru: Установить долготу карты по умолчанию.

source: Map Display
ru: Показать на карте

source: Carousels
ru: Карусели

source: Show controls
ru: Показать элементы управления

source: Shows arrows on the left and right of the carousel to advance next or previous slides.
ru: Показывать стрелки слева и справа для продвижения следующего или предыдущего слайда.

source: Show indicators
ru: Показать индикатор

source: Shows small indicators at the bottom of the carousel based on the number of slides.
ru: Показывать небольшие индикаторы в нижней части ротора в зависимости от количества слайдов.

source: Slider
ru: Ползунок

source: Slides
ru: Слайд

source: Carousel Slide
ru: Слайд карусели

source: Custom CSS class
ru: Пользовательский класс CSS

source: Classifier
ru: Классификатор

source: Slug
ru: Слаг

source: Classifier Terms
ru: Терминология классификатора

source: Classifier Term
ru: Терминология классификатора

source: Film Strips
ru: Киноленты

source: Panels
ru: Панели

source: Film Panel
ru: Фильм Панель

source: Background image
ru: Фоновое изображение

source: Navigation Bar
ru: Панель навигации

source: Navigation Bars
ru: Панели навигации

source: Navigation links
ru: Навигационные ссылки

source: Attributes
ru: Свойства

source: content
ru: Контент

source: Accordion
ru: Аккордион

source: Accordions
ru: Аккордионы

source: Dismissible
ru: Неприемлемо

source: Show once
ru: Показать однажды

source: Do not show the content wall to the same user again after it has been closed.
ru: После закрытия стены контента не показывайте стену контента одному и тому же пользователю снова.

source: CodeRed Email
ru: Электронная почта CodeRed

source: To Addresses
ru: Адрес получателя

source: Separate multiple email addresses with commas.
ru: Разделите несколько адресов электронной почты запятыми.

source: From Address
ru: Адрес отправителя

source: For example: "sender@example.com" or "Sender Name <sender@example.com>" (without quotes).
ru: Например sender@example.com "или" Имя отправителя " sender@example.com > > (Без кавычек).

source: Reply-To Address
ru: Адрес ответа

source: CC
ru: СС

source: BCC
ru: ВСС

source: Email Message
ru: Электронная почта

source: CRX Settings
ru: Параметры CRX

source: Logo
ru: Логотип

source: Brand logo used in the navbar and throughout the site
ru: Навигационные панели и логотипы, используемые на сайте в целом

source: Favicon
ru: Фавикон

source: Navbar color scheme
ru: Цветовая схема панели навигации

source: Optimizes text and other navbar elements for use with light or dark backgrounds.
ru: Оптимизация текста и других элементов навигационной панели для светлого или темного фона.

source: Navbar CSS class
ru: Навигационная панель класса CSS

source: Custom classes applied to navbar e.g. "bg-light", "bg-dark", "bg-primary".
ru: Пользовательские классы, используемые в панели навигации, такие как "bg light", "bg dark" и "bg primary".

source: Fixed navbar
ru: Фиксированная навигационная панель

source: Fixed navbar will remain at the top of the page when scrolling.
ru: Фиксированная навигационная панель будет оставаться в верхней части страницы при прокрутке.

source: Full width navbar contents
ru: Полная навигационная панель

source: Content within the navbar will fill edge to edge.
ru: Содержание панели навигации будет заполняться по сторонам.

source: Collapse navbar menu
ru: Меню Складная панель навигации

source: Control on what screen sizes to show and collapse the navbar menu links.
ru: Управление размером экрана для отображения и сложения ссылок в меню панели навигации.

source: Navbar format
ru: Формат панели навигации

source: Search box
ru: Поиск

source: Show search box in navbar
ru: Показывать поле поиска в панели навигации

source: Theme variant
ru: Вариант темы

source: From email address
ru: Адрес электронной почты отправителя

source: The default email address this site appears to send from. For example: "sender@example.com" or "Sender Name <sender@example.com>" (without quotes)
ru: Этот сайт, похоже, отправляется с адреса электронной почты по умолчанию. Например sender@example.com "или" Имя отправителя " sender@example.com > "(Без кавычек)

source: Number of results per page
ru: Количество результатов на странице

source: Open all external links in new tab
ru: Открыть все внешние ссылки в новой вкладке

source: Google Maps API Key
ru: Ключ API Google Maps

source: The API Key used for Google Maps.
ru: Ключ API для Google Maps.

source: Mailchimp API Key
ru: Ключ Mailchimp API

source: The API Key used for Mailchimp.
ru: Ключ API для Mailchimp.

source: Branding
ru: Бренд

source: Site Navbar Layout
ru: Настройка панели навигации сайта

source: Theming
ru: Темы

source: Choose one or more navbars for your site.
ru: Выберите одну или несколько навигационных панелей для вашего сайта.

source: Site Navbars
ru: Панель навигации по сайту

source: Choose one or more footers for your site.
ru: Выберите один или несколько footer для вашего сайта.

source: Site Footers
ru: Footer сайта

source: General
ru: Основные

source: API Keys
ru: Ключ API

source: Tracking
ru: Отслеживание

source: G Tracking ID
ru: Идентификатор отслеживания G

source: Your Google Analytics 4 tracking ID (begins with "G-")
ru: Ваш идентификатор отслеживания Google Analytics 4 (начинается с « G - »)

source: Track button clicks
ru: Нажмите кнопку отслеживания

source: Track all button clicks using Google Analytics event tracking. Event tracking details can be specified in each button’s advanced settings options.
ru: Используйте Google Analytics для отслеживания событий, чтобы отслеживать все нажатия кнопки. Подробности отслеживания событий могут быть указаны в параметрах расширенной настройки каждой кнопки.

source: Google Tag Manager ID
ru: Идентификатор менеджера меток Google

source: Begins with "GTM-"
ru: Начнем с « GTM - »

source: <head> tracking scripts
ru: Сценарий отслеживания < head >

source: Add tracking scripts between the <head> tags.
ru: Добавить сценарий отслеживания между тегами < head >.

source: <body> tracking scripts
ru: < body > Скрипты отслеживания

source: Add tracking scripts toward closing <body> tag.
ru: Добавить сценарий отслеживания, чтобы закрыть метку < body >.

source: Know your tracking
ru: Узнайте о вашем отслеживании.
